Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kjonnsforskning.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: According to Gullikstad and Annfelt, we have to understand the au pair scheme in relation to Norwegian migration politics.
nn: Gullikstad og Annfelt peikar på at ein må sjå au pair-ordninga i samanheng med den norske migrasjonspolitikken.

source: “There is an ongoing debate among Muslims, which has been going on for quite some time.
nn: – Det er ein debatt som går, og har gått, føre seg mellom muslimar i lang tid.

source: Bøe traces feminist interpretations of Islam back to the beginning of the 1900s in countries such as Egypt, Iran and Lebanon.
nn: Bøe sporar feministiske tolkingar av islam tilbake til starten på 1900-talet i land som Egypt, Iran og Libanon.

source: The fact that women are now allowed to drive a car in Saudi-Arabia for instance, does not necessarily involve democratisation, it may just as well be the other way around,” she says.
nn: Det at kvinner no kan køyre bil i Saudi-Arabia, til dømes, medfører jo ikkje nødvendigvis ei demokratisering, heller tvert imot, seier ho.

source: It was somewhat like the 1970s, but they were better organized,” she explains.
nn: Det var litt som på 1970-talet, men dei var meir velorganisert, fortel ho.

source: But during the last couple of years, particularly after Mohammad bin Salman became crown prince in 2017, the regime has actively made efforts to appear more modern on several areas.
nn: Men dei siste par åra, særleg etter at Mohammad bin Salman vart kronprins i 2017, har regimet aktivt gått inn for å bli sett som meir moderne på fleire område.

source: Anne Kjersti Fahlvik, Executive Director for Industries and Technologies at the Research Council of Norway, admits that gender perspectives on innovation is a field in which there are still some major knowledge gaps.
nn: Anne Kjersti Fahlvik, områdedirektør for næringsliv og teknologi i Forskingsrådet, erkjenner at kjønnsperspektiv på innovasjon er eit felt der det framleis manglar mykje kunnskap.

source: The chieftain’s house at Borg in Lofoten is the largest known chieftain’s farm.
nn: Høvdingsetet på Borg i Lofoten er den største, kjende høvdinggarden ein kjenner til.

source: “If there is one lesson we have learned from this complex problem, it must be that the results may be used to put national right-wing populists on the spot,” says Jørn Holm-Hansen.
nn: – Dersom det er ein lærdom ein kan trekke ut av dette problemkomplekset, så må det vere at resultata kan brukast til å stille nasjonalkonservative høgrepopulistar til veggs, seier Jørn Holm-Hansen.

source: In the research programme Horizon 2020, gender perspectives were mentioned as an explicit requirement in the announcements, and this will continue in the next research programme Horizon Europe.
nn: I EU-rammeprogrammet Horisont 2020 vart kjønnsperspektiv eit eksplisitt krav i utlysingane, og dette vil halde fram i neste rammeprogram, Horisont Europa.

source: “The female football players, who are not confronting a political system, have now gained more space within which they can carry out their activities.
nn: – Dei kvinnelege fotballspelarane, som ikkje er i konfrontasjon med eit politisk system, har no fått litt større rom til å drive med sine aktivitetar.

source: Today, the farm has been reconstructed on site and houses the Viking museum Lofotr.
nn: I dag held Vikingmuseet Lofotr til i ein rekonstruksjon av garden (Foto:

source: It was probably also more shocking to see women sweat and exert themselves,” says Bornholdt.
nn: Det var vel også meir sjokkerande å sjå kvinner sveitte og ta i, seier Bornholdt.

source: , the researchers present some recommendations on how to go deeper than just counting the sexes.
nn: , kjem forskarane difor med nokre råd til korleis ein kan gå djupare enn berre å telje.

source: Many became artists because girls were raised to take part in aesthetic activities,” explains Veiteberg.
nn: Mange blei kunstnarar, fordi jenter blei oppdradde til å driva med det estetiske, seier Veiteberg.

source: Karina Standal, senior researcher at Cicero Center for International Climate Research, agrees that counting men and women in a research project does not provide a sufficiently good understanding of gender perspectives.
nn: Karina Standal, seniorforskar ved Cicero senter for klimaforsking, er heilt samd i at å berre telje menn og kvinner i eit forskingsprosjekt, ikkje gjev god nok forståing av kjønnsperspektiv.

source: “We know that scientific personnel, especially women, already work far too much under normal circumstances,” says Professor Lind.
nn: – Vi veit jo at vitskapleg personell jobbar alt for mykje allereie i normalsituasjonen, og det gjeld spesielt kvinner, seier Lind.

source: By participating in the haircutting campaigns people proved to themselves and others that they were true patriots,” he says.
nn: Gjennom å delta i klipping av tyskarjentene kunne ein få stadfesta at ein sjølv likevel var ein god patriot, seier han.

source: Hellum stayed in a six-bed dormitory with the soldiers; she slept and ate with them and participated in the military manoeuvres for one week at each camp.
nn: Hellum budde på seksmannsrom saman med soldatane, sov og åt med dei og deltok på øvingar, i ei veke på kvar leir.

source: “Although it is not always the topic of my research, sex is a focal point.
nn: - Sjølv om det ikkje alltid er det eg har forska på, så er sex eit kjernepunkt.

source: It is a common saying that it is impossible to achieve permanent peace after a conflict unless women participate in the peace negotiations,” says professor at University of Oslo (UiO) Inger Skjelsbæk.
nn: Ein seier mellom anna at varig fred etter konflikt er umogleg utan at kvinner tek del i fredsforhandlingane, seier professor ved Universitetet i Oslo (UiO), Inger Skjelsbæk.

source: , which today is one of the largest Nordic journals for gender research.
nn: , som i dag er eit av dei største nordiske tidsskrifta for kjønnsforsking.

source: Today there are more than 2000 au pairs in Norway.
nn: I dag er det i overkant av 2000 au pairar i Noreg.

source: Gro Alsos, professor at NHH Norwegian School of Economics and Nord University Business School, believes that Volvo’s initiative is an exception in this sector.
nn: Volvos initiativ er eit unnatak i denne typen bransje, trur Gry Alsos, professor ved Handelshøgskulen ved Nord universitet.

source: According to Skjelsbæk, some of the explanation to the divide between the progressive UN resolution and the traditional view on gender reflected in many of the other documents may be that this is a field that the various interested parties approach in very different ways.
nn: Noko av forklaringa på spriket mellom den progressive FN-resolusjonen og det tradisjonelle synet på kjønn i mange av dei andre dokumenta, kan vere at dette er eit felt som ulike miljø nærmar seg på ulikt vis, trur, Skjelsbæk.

source: Thus, women are often portrayed as natural and important counter voices to extremism.
nn: Dermed blir kvinner gjerne løfta fram som naturlege og viktige motstemmer mot ekstremisme.

source: In 1936, she had changed her opinion and published an article stating that Ling gymnastics was a masculine sport.
nn: I 1936 hadde ho forandra syn, og publiserte ein artikkel der ho hevda at Ling-gymnastikken var ei maskulin idrettsform.

source: In Bergen, Elizabeth Losh primarily spoke about what feminist digital humanities entails.
nn: I Bergen snakka Elizabeth Losh først og fremst om kva feministisk digital humaniora er.

source: But when the law was passed in spring 2020, the formulation was far more moderate than originally proposed.
nn: Men då lova vart vedteken våren 2020, var det i ei langt meir moderat form enn det opphavlege forslaget.

source: Widerberg and Lilleaas found out that two-thirds of the adult population feel so tired and unfit that they themselves regard it as a problem.
nn: Widerberg og Lilleaas fann ut at to tredeler av den vaksne befolkninga føler seg så trøytte og uopplagte at dei sjølv ser på det som eit problem.

source: Hourly wages as low as 69 kroner
nn: Timeløn ned mot 69 kroner

source: Sleeping with the enemy was only a woman’s problem.
nn: Å ligge med fienden var berre eit problem for kvinner.

source: This creates a foundation for further investigations,” says Sølvberg.
nn: Dette dannar grunnlag for vidare studium, seier Sølvberg.

source: “A general argument among feminist Muslims is that authorities that approve of discrimination and oppression are not in line with their view of Islam,” says Marianne Hafnor Bøe.
nn: – Eit gjennomgåande argument hos feministiske muslimar er at regime som godkjenner diskriminering og undertrykking, ikkje oppfører seg i tråd med islam slik dei ser det, seier Marianne Hafnor Bøe.

source: I’m a feminist, and for me gender is always a factor, but now I look instead at how gender influences the phenomenon I’m studying.
nn: Eg er feminist og for meg er kjønn alltid med, men då ser eg heller på korleis det verkar inn på det fenomenet eg studerer.

source: According to Skjelsbæk, this is noticeable both in our own part of the world and other places, and we need to develop a better understanding of this phenomenon.
nn: Det merkar ein både i vår eigen del av verda og andre stader, og dette er noko vi må forstå betre, meiner Skjelsbæk.

source: Women who were registered in the statistics as unmarried and single could live in an intense relationship that entailed both practical and social support,” says Veiteberg.
nn: Kvinner som er registrerte i statistikken som ugifte og einslege, kunne leva i intense forhold som innebar både praktisk og sosial støtte, seier Veiteberg.

source: In this case study, she interviewed families from various European countries about their energy habits and what might prevent them from changing their habits in a more environmental friendly direction.
nn: I dette tilfellet intervjua ho familiar i ulike europeiske land om deira energipraksisar og kva som eventuelt hindrar dei i å endre praksis i meir miljøvenleg retning.

source: By collecting data from real accidents, researchers at Volvo have identified which injuries are caused by which accidents and how accidents affect people differently depending on anatomical differences.
nn: Ved å samle data frå verkelege ulukker, har forskarar i Volvo identifisert kva skader som typisk oppstår i ulike ulukker, og korleis ulukker rammar folk ulikt avhengig av anatomiske skilnader.

source: But a new study shows that when the scientific committee considers not only CVs but also research production, the deciding factor quickly becomes the number of publications in prestigious journals.
nn: Men når den sakkunnige komiteen ikkje berre skal sjå på cv-en, men sette seg inn i kva ein har gjort, endar det fort med at det blir talet på publikasjonar i prestisjetunge tidsskrift som avgjer, viser ein ny studie.

source: In such a big country as Saudi Arabia, it is perhaps easier for people to become invisible in the crowd.
nn: I Saudi-Arabia som er så stort, er det kanskje enklare for enkeltpersonar å forsvinne litt i mengda.

source: It is interesting to see how Ambrosia negotiated with society to create the life she wanted for herself.
nn: Det er interessant å sjå korleis Ambrosia forhandla med samfunnet for å skapa seg det livet ho ønska seg.

source: When she took the helm as pro-rector for innovation, Hernes initiated a review of NTNU’s entire ecosystem for innovation and commercialization.
nn: Som fersk prorektor tok Hernes initiativ til ein gjennomgang av heile økosystemet for innovasjon og kommersialisering ved NTNU.

source: In her art, Ambrosia followed the tastes of the bourgeoisie.
nn: I kunsten sin følgde Ambrosia borgarskapet sin smak.

source: Skjelsbæk is director of Centre for Gender Research.
nn: Skjelsbæk leier Senter for tverrfagleg kjønnsforsking

source: Recently, she was the leader of a case study in which they explored gender and renewable energy. The project was funded by the EU’s Horizon 2020 programme.
nn: Nyleg leia ho ein casestudie der ein såg på kjønn og fornybar energi, finansiert gjennom EUs Horisont 2020.

source: We still encounter many people who think in terms of products, technology and companies.
nn: Vi møter framleis mange som tenkjer på produkt, teknologi og bedrifter, seier Solberg.

source: According to researcher Trine Annfelt, this reflects a wish to tone down the associations to the traditional employment relationship.
nn: Forskar Trine Annfelt trur dette speglar eit ynskje om å tone ned assosiasjonane til det tradisjonelle tilsettingsforholdet.

source: She was also one of the first to sculpt women who attracted attention in the public sphere, such as Amalie Skram and Gina Krog.
nn: Ho var også tidleg ute med å portrettere dei kvinnene som vekkja merksemd i det offentlege rom, som Amalie Skram og Gina Krog.

source: One example is the School of Health Innovation, a collaborative effort with the University of Oslo and the Karolinska Institutet for students in the health and technology disciplines.
nn: Helseinnovatørskulen, som er eit samarbeid med Universitetet i Oslo og Karolinska Institutet for studentar frå helsefag og teknologifag, er eitt døme.

source: “The difference in size is interesting.
nn: – Skilnaden i storleik er interessant.

source: “In contrast to previous research indicating that women are excluded in the initial stage, we believe that the Norwegian institutions have shown they manage to be inclusive,” says Orupabo.
nn: – I motsetnad til tidlegare forsking, som viser at det er i denne innleiande fasen at prosessane blir lukka for kvinner, så meiner vi å sjå at dei norske institusjonane i staden greier å vere inkluderande, seier Orupabo.

source: The editors of the book are Berit Gullikstad, Guro Korsnes Kristensen and Priscilla Ringrose.
nn: Redaktørar for boka er Berit Gullikstad, Guro Korsnes Kristensen og Priscilla Ringrose.

source: “The female soldiers feel that it is up to them to be happy in the military, and in order to be happy they have to adjust to the masculine culture.
nn: – Militære kvinner oppfattar at det er opp til dei sjølv å trivast, og dermed tilpasse seg det maskuline miljøet.

source: Equality is only for Norwegian families.
nn: Likestilling er berre for norske familiar.

source: The Ministry of Education and Research commissioned NIFU to examine the university and university college sector’s handling of the pandemic and the effects of the pandemic on the sector.
nn: NIFU har fått i oppdrag frå Kunnskapsdepartementet å undersøke handteringa, og konsekvensane, av koronapandemien i universitets- og høgskulesektoren.

source: Class differences in Norway
nn: Klasseforskjellar i Noreg

source: Consequently, many different perspectives are represented in the party, and the support they get at elections cannot be interpreted as support for any specific ideological direction.
nn: Dermed er mange ulike syn representert i partiet, og oppsluttinga ved val kan ikkje takast til inntekt for noko spesielt retningsval.

source: Skjelsbæk recently published an academic article co-written with colleagues Julie Hansen and Jenny Lorentzen at Peace Research Institute Oslo (PRIO).
nn: Nyleg publiserte Skjelsbæk ein vitskapleg artikkel i lag med kollegaene Julie Hansen og Jenny Lorentzen ved PRIO (Institutt for fredsforsking).

source: Gymnastics can be seen as an attempt to make everything more one-dimensional again,” says Bornholdt.
nn: Gymnastikken kan forståast som eit forsøk på å gjere det heile meir eintydig igjen, seier Bornholdt.

source: There are innovation managers from each faculty, and one-third of them are women.
nn: Det er innovasjonsleiarar ved alle fakultet, og ein tredel av dei er kvinner.

source: The first among these innovations was a seat design that provided better protection against whiplash, which was put on the market in 1998.
nn: Den første av desse innovasjonane var ei seteutforming som gav betre vern mot nakkesleng, og som kom på marknaden i 1998.

source: And since they don’t have the same preconditions in the first place, for instance in terms of physical strength, equal treatment is not necessarily the same as giving them equal opportunities.”
nn: Nettopp fordi dei ikkje har same føresetnadene, til dømes i fysisk styrke, er det ikkje sikkert at det å behandle folk likt er det same som å gi dei like moglegheiter.

source: The head of the association, Guro Elisabeth Lind, worries that gender equality in the sector may have suffered severely in the past year.
nn: Leiar i Forskerforbundet, Guro Elisabeth Lind, er uroleg for at det siste året kan ha hatt alvorlege konsekvensar for likestillinga i sektoren.

source: Then we see from opinion polls that most people are not anti-German or anti-Semitic.
nn: Så ser vi i meiningsmålingar at folk flest ikkje er antityske eller antisemittar.

source: A major theme in Ugelvik’s book is how the use of power breeds freedom.
nn: Eit hovudtema hos Ugelvik er korleis maktbruk avlar fridom.

source: This evoked my interest.”
nn: Det vekte interessa mi.

source: Some of these stories may be funny, but in other cases, they may be about life and death – such as when pharmaceutical products are only tested on men or when crash tests for cars are only carried out with an average male in mind.
nn: Nokre slike historier er først og fremst morosame, men andre gonger kan det stå om livet – som når legemiddel berre er testa på menn, eller når kollisjonstestar for bilar berre blir gjort med ein gjennomsnittleg mann i tankane.

source: “In order to secure a more inclusive digital medium and culture, we need more women and minority groups among developers and designers, among those who create the contents and decide what types of technology should be purchased,” says Jill Rettberg.
nn: – For å sikre meir inkluderande digitale medium og kultur, treng vi fleire kvinner og minoritetsgrupper blant utviklarar og designarar, blant dei som skaper innhald og som avgjer kva slags teknologi som skal kjøpast inn, seier Jill Rettberg.

source: But Lucy, who becomes pregnant from the rape, will not fight back – quite the contrary.
nn: Ho er også den som har mest kredibilitet blant menn av desse tre, seier Håkensen.

source: Julia Orupabo and her colleague Marte Mangset have studied hiring practices for professors and associate professors.
nn: Julia Orupabo har, saman med kollega Marte Mangset, studert tilsettingsprosessar for professorar og førsteamanuensar.

source: “In order for that to happen, women need an education and representation in political fora.
nn: – Og for at det skal skje, må kvinner ha utdanning og representasjon i politiske fora.

source: State Secretary in the Ministry of Foreign Affairs (UD), Audun Halvorsen, writes in an email that they are aware of the danger that women may be exposed to when they participate in security and preventive work.
nn: Statssekretær i Utanriksdepartementet (UD), Audun Halvorsen, fortel i ein epost at ein er merksame på faren kvinner kan bli utsette for når dei deltek i tryggleiks- og førebyggingsarbeid.

source: Among the financial upper class, the informants were inclined to choose the so-called normal weights.
nn: I den økonomiske overklasse helte informantane mot å velje dei såkalla normalvektige.

source: “More technological competence is needed, but so is a humanistic understanding of our past and of other cultures.
nn: – Større teknologisk kompetanse er viktig, men det er også humanistisk forståing av fortid og av andre kulturar.

source: Inger Skjelsbæk at UiO explains that when it comes to gender and extremism, research develops quickly.
nn: Inger Skjelsbæk ved UiO fortel at når det gjeld kjønn og ekstremisme, så er forskinga i rask utvikling.

source: “Our findings indicate that it is easier to trigger placebo effects in men, whereas it is easier to trigger nocebo effects in women,” says Vambheim.
nn: – Våre funn tyder på at det er lettare å utløyse placeboeffektar i menn, mens det er lettare å utløyse noceboeffektar i kvinner, seier Vambheim.

source: He refers to the Polish think tank Ordo Iuris, which has recently started a campaign for a convention for family rights.
nn: Han viser mellom anna til den polske tenketanken Ordo Iuris, som har starta ein kampanje for ein konvensjon for familiens rettar.

source: When the au pair scheme was introduced in 1969, the typical au pair was a young Western European middle class woman who travelled to other European countries or to the U.S.
nn: Da au pair-ordninga vart innført i 1969 var den jamne au pair ei ung, vesteuropeisk middelklassekvinne som reiste til USA eller andre europeiske land.

source: Last year, Norway was elected as member of the UN Security Council for the term 2021–22.
nn: I fjor vart Noreg valt inn som medlem i FNs tryggingsråd for perioden 2021–22.

source: This is an arrangement in which master’s students may be awarded a grant worth one million Norwegian kroner for one year in order to realise a research based business idea in collaboration with a university or a university college.
nn: Dette er ei ordning der masterstudentar kan få tildelt ein million kroner i eitt år for å realisere ein forskingsbasert forretningside i samarbeid med eit universitet eller ein høgskule.

source: Just over 100 years ago it was primarily upper class men in intellectual professions who were affected. “Neurasthenia”, as the condition was called at the time, was a physical diagnosis with high status.
nn: For litt over 100 år sidan var det først og fremst menn i overklassen med intellektuelle yrke som vart ramma, og nevrasteni, som plaga som regel heitte den gongen, var ei kroppsleg diagnose med høg status.

source: “We show how the medical understanding of fatigue and lack of energy is impacted by the norms and values of society at large, for example, that medical knowledge reflects the view of women in our culture.
nn: – Vi viser korleis den medisinske forståinga av utmatting og energisvikt er prega av normene og verdiane i samfunnet i stort, til dømes at den medisinske kunnskapen speglar kvinnesynet i kulturen.

source: The separation of women and men creates myths and a distance, whereas frequent exposure increases the tolerance and understanding of each other,” says Nina Hellum, researcher at the Norwegian Defence Research Establishment (FFI).
nn: Å skilje kvinner og menn frå kvarandre skapar myter og distanse, medan gjentatt eksponering aukar toleransen og forståinga for kvarandre, seier Nina Hellum, forskar ved Forsvarets forskingsinstitutt (FFI).

source: The researchers found that tiredness is a difficult topic for many men.
nn: Det å vere trøytt viste seg å vere eit vanskeleg tema for mange menn.

source: Football is the most popular sport in Saudi Arabia and Qatar, among both women and men, and many girls both watch and play football at home when they grow up.
nn: Fotball er den mest populære idretten i Saudia-Arabia og Qatar, både for kvinner og menn, og mange jenter både ser på og spelar fotball heime i oppveksten.

source: In year 2000, the UN Security Council passed a resolution on Women, Peace and Security.
nn: I år 2000 vedtok FNs tryggingsråd ein resolusjon om kvinner, fred og tryggleik.

source: Directors and executives in the private business sector connect more positive qualities to people who are involved in sports.
nn: Direktørar og toppleiarar i næringslivet knyter fleire positive eigenskapar til personar som driv med sport.

source: Since men are overrepresented in upper class positions, they hold the power of definition in terms of what gives certain status, and thus they also have power in hiring processes,” she says.
nn: I og med at menn er overrepresenterte i overklasseposisjonar, har dei definisjonsmakta over kva som gir status, og på den måten også makt i tilsettingsprosessar, seier ho.
